Repository: sikaxn/FRC-RFID-Battery-Reader
Catalog: BatteryTagReader-IOS/FRCBatteryReader/FRCBatteryReader/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, he, tr, zh_hans

source: Battery ID (00–98)
es: ID de batería (00–98)
fr_ca: ID de batterie (00–98)
he: מזהה סוללה (00–98)
tr: Pil Kimliği (00–98)
zh_hans: 电池 ID (00–98)

source: Battery ID (000–899)
es: ID de batería (000–899)
fr_ca: ID de batterie (000–899)
he: מזהה סוללה (000–899)
tr: Pil Kimliği (000–899)
zh_hans: 电池 ID (000–899)

source: Battery Tag Reader
es: Lector de etiquetas de batería
fr_ca: Lecteur d’étiquettes de batterie
he: קורא תגיות סוללה
tr: Akü Etiketi Okuyucu
zh_hans: 电池标签阅读工具

source: Battery Type
es: Tipo de batería
fr_ca: Type de batterie
he: סוג סוללה
tr: Pil Türü
zh_hans: 电池类别

source: BEST Battery ID Format: tttttnnn — team padded to 5, nnn = 000–899 (New), 900–998 (Old), 999 (Special).
es: Formato de ID de batería BEST: tttttnnn — equipo con relleno a 5 dígitos, nnn = 000–899 (Nueva), 900–998 (Antigua), 999 (Especial)
fr_ca: Format d’ID de batterie BEST : tttttnnn — équipe sur 5 chiffres, nnn = 000–899 (Nouvelle), 900–998 (Ancienne), 999 (Spéciale)
he: פורמט מזהה סוללה BEST: tttttnnn — מספר קבוצה בן 5 ספרות, nnn = 000–899 (חדש), 900–998 (ישן), 999ישן), 999
tr: BEST Pil Kimliği Formatı: tttttnnn — takım 5 haneli olarak doldurulur, nnn = 000–899 (Yeni), 900–998 (Eski), 999 (Özel)
zh_hans: BEST电池ID格式: tttttnnn —— 队伍编号填充为 5 位， nnn 的取值范围含义如下： 000–899：新电池（New）, 900–998：旧电池（Old） , 999：特殊电池（Special）

source: BEST Scheme
es: Esquema BEST
fr_ca: Schéma BEST
he: תבנית BEST
tr: BEST Şeması
zh_hans: BEST格式

source: Cancel
es: Cancelar
fr_ca: Annuler
he: לְבַטֵל
tr: İptal
zh_hans: 取消

source: Charged
es: Cargado
fr_ca: Chargé
he: סוללות טעונות
tr: Şarj edildi
zh_hans: 已充满电

source: Charger
es: Cargador
fr_ca: Chargeur
he: מַטעֵן
tr: Şarj Cihazı
zh_hans: 充电器

source: Clear All
es: Borrar todo
fr_ca: Effacer tout
he: נקה הכל
tr: Tümünü Temizle
zh_hans: 清除全部

source: Close
es: Cerrar
fr_ca: Fermer
he: לִסְגוֹר
tr: Kapat
zh_hans: 关闭窗口

source: Cycle Count
es: Conteo de ciclos
fr_ca: Nombre de cycles
he: כמות סייקלים
tr: Döngü Sayısı
zh_hans: 循环次数

source: Delete All Logs?
es: ¿Eliminar todos los registros?
fr_ca: Supprimer tous les journaux ?
he: למחוק את כל הלוגים?
tr: Tüm kayıtlar silinsin mi?
zh_hans: 要删除所有日志吗?

source: Export
es: Exportar
fr_ca: Exporter
he: ייצוא נתונים
tr: Dışa Aktar
zh_hans: 导出

source: First Use
es: Estreno
fr_ca: Primer Uso
he: שימוש ראשון
tr: İlk Kullanım
zh_hans: 首次使用

source: Get Help
es: Obtener ayuda
fr_ca: Obtenir de l’aide
he: קבל עזרה
tr: Yardım Al
zh_hans: 获取帮助

# Hold battery to phone
source: Scan a battery first.
es: Acerque la batería al teléfono
fr_ca: Approchez la batterie du téléphone
he: סרוק סוללה קודם.
tr: Bataryayı telefona yaklaştırın
zh_hans: 请先读取一块电池

source: Illegal input
es: Entrada no válida
fr_ca: Entrée non valide
he: קלט לא חוקי
tr: Geçersiz giriş
zh_hans: 输入非法

source: Incomplete data — preview unavailable
es: Datos incompletos: vista previa no disponible
fr_ca: Données incomplètes — aperçu indisponible
he: נתונים לא שלמים — תצוגה מקדימה לא זמינה
tr: Eksik veri — önizleme kullanılamıyor
zh_hans: 数据不全 - 无法预览

# Init New
source: Init New Tag
es: Inicializar nuevo
fr_ca: Initialiser nouveau
he: פתח תג חדש
tr: Yeni Kurulum
zh_hans: 准备标签

# legend_charger
source: Charger
es: Cargador
fr_ca: Chargeur
he: מַטעֵן
tr: Şarj Cihazı
zh_hans: 充电器

source: Load Demo
es: Cargar demo
fr_ca: Charger la démo
he: טען הדגמה
tr: Demoyu Yükle
zh_hans: 加载演示

source: Logs
es: Registros
fr_ca: Journaux
he: לוגים
tr: Kayıtlar
zh_hans: 日志

source: Mock Robot
es: Robot Simulado
fr_ca: Simuler Robot
he: רובוט מדומה
tr: Örnek Robot
zh_hans: 模拟机器

source: Mode
es: Modo
he: מצב
tr: Mod
zh_hans: 模式

source: New
es: Nuevo
fr_ca: Nouveau
he: חדש
tr: Yeni
zh_hans: 新电池

source: No logs yet
es: Aún no hay registros
fr_ca: Aucun journal pour le moment
he: עדיין אין לוגים
tr: Henüz kayıt eklenmemiş
zh_hans: 目前没有日志喵

source: Note Type: %@
es: Tipo de nota: %@
fr_ca: Type de note : %@
he: סוג הערה: %@
tr: Not Türü: %@
zh_hans: 备注类型: %@

source: Old
es: Viejo
fr_ca: Ancien
he: ישן
tr: Eski
zh_hans: 旧电池

source: Preview: %@
es: Vista previa: %@
fr_ca: Aperçu : %@
he: תצוגה מקדימה: %@
tr: Önizleme: %@
zh_hans: 预览: %@

source: Privacy Policy
es: Política de privacidad
fr_ca: Politique de confidentialité
he: מדיניות פרטיות
tr: Gizlilik Politikası
zh_hans: 隐私协议

source: READ
es: LEER
fr_ca: LIRE
he: קריאה
tr: OKU
zh_hans: 读取

# Scan
source: Scan Tag
es: Escanear
fr_ca: Scanner
he: סרוק טאג
tr: Tara
zh_hans: 读取标签

source: Select Note Type
es: Selecciona el tipo de nota
fr_ca: Sélectionnez le type de note
he: בחר סוג הערה
tr: Not türünü seçiniz
zh_hans: 备注类型

source: Serial Number
es: Número de serie
fr_ca: Numéro de Série
he: מספר סידורי
tr: Seri Numarası
zh_hans: 序列号

source: Serial Number (ASCII, max 8)
es: Número de serie (ASCII, máx. 8)
fr_ca: Numéro de série (ASCII, max 8)
he: מספר סידורי (ASCII, עד 8עד )
tr: Seri Numarası (ASCII, en fazla 8)
zh_hans: 序列号(ASCII, 最多8位)

# Set Status
source: Set Note
es: Establecer estado
fr_ca: Définir l’état
he: הגדר הערה
tr: Durumu Değiştir
zh_hans: 设置状态

source: Share
es: Exportar
fr_ca: Exporter
he: שיתוף
tr: Paylaş
zh_hans: 分享

source: Special
es: Especial
fr_ca: Spécial
he: מיוחד
tr: Özel
zh_hans: 特殊

source: Special: Serial Number will end in 999.
es: Especial: el número de serie terminará en 999.
fr_ca: Spécial : le numéro de série se terminera par 999.
he: מיוחד: המספר הסידורי יסתיים ב-999.
tr: Özel: Seri numarası 999 ile bitecek.
zh_hans: 特殊:序列号将以999结尾

source: Support
es: Soporte
fr_ca: Assistance
he: תְמִיכָה
tr: Destek
zh_hans: 获取支持

source: Team Number (max 5 digits)
es: Número de equipo (máx. 5 dígitos)
fr_ca: Numéro d’équipe (max 5 chiffres)
he: מספר קבוצה (עד 5 ספרות)
tr: Takım Numarası (en fazla 5 basamak)
zh_hans: 队伍编号(最多5位数)

source: This cannot be undone.
es: Esto no se puede deshacer.
fr_ca: Ceci ne peut pas être annulé.
he: זה לא ניתן לביטול
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销

source: Usage Log:
es: Registro de uso:
fr_ca: Journal d’utilisation :
he: יומן שימוש:
tr: Kullanım kaydı
zh_hans: 使用日志:

source: View Logs
es: Ver registros
fr_ca: Voir les journaux
he: הצג לוגים
tr: Kayıtları görüntüle
zh_hans: 查看日志

source: WRITE
es: ESCRIBIR
fr_ca: ÉCRIRE
he: כתיבה
tr: YAZ
zh_hans: 写入

source: Write Tag
es: ESCRIBIR
fr_ca: ÉCRIRE
he: כתוב תג
tr: YAZ
zh_hans: 写入标签

# legend_robot
source: Robot
he: רוֹבּוֹט
zh_hans: 机器人

source: Manual
fr_ca: Manuel
he: מדריך
tr: Manuel
zh_hans: 手动

source: Robot
he: רוֹבּוֹט
zh_hans: 机器人

source: OK
fr_ca: Bien
zh_hans: 好
